Repository: Streamlinelv/CartBounty
Catalog: languages/wclcfc-*.po
Languages: lv

source: Name, Surname
lv: Vārds, Uzvārds

source: Email
lv: E-pasts

source: Phone
lv: Telefons

source: Location
lv: Vieta

source: Cart contents
lv: Groza saturs

source: Cart total
lv: Groza summa

source: Time
lv: Laiks

source: Delete
lv: Dzēst

source: Checkout Field Capture
lv: Apmaksas formas saglabātie lauki

source: You do not have sufficient permissions to access this page.
lv: Jums nav tiesību skatīt šo lapu.

source: Items deleted: %d
lv: Ieraksti dzēsti: %d

source: Exit Intent
lv: Mēģinājums iziet

source: With the help of Exit Intent you can capture even more abandoned carts by displaying a message including an e-mail field that the customer can fill to save his shopping cart. You can even offer to send a discount code.
lv: Ar Iziešanas mēģinājuma funkcionalitāti Jūs varēsiet saglabāt vēl vairāk novārtā atstātus pirkumu grozus attēlojot lietotājam, kurš cenšas pamest Jūsu veikalu, papildus logu ar e-pasta ievadlauku. Jūs pat varēsiet piedāvāt lietotājam kuponu kodu, ja viņš piekrīt atstāt šeit savu e-pasta adresi.

source: Please note that the Exit Intent will only be showed to unregistered users once per hour after they have added an item to their cart and try to leave your shop.
lv: Lūdzu ņemiet vērā to, ka Iziešanas mēģinājums tiks attēlots tikai nereģistrētiem lietotājiem vienu reizi stundā pēc tam, kad pirkumu grozā būs ievietots kāds produkts.

source: If you would like to customize the content of your Exit Intent, please see <a href="%s" target="_blank">How to change the content and image of the Exit Intent</a>.
lv: Ja vēlaties veikt izmaiņas Iziešanas mēģinājuma loga saturā, lūdzu apskatiet <a href=“%s” target=“_blank”>Kā mainīt Iziešanas mēģinājuma loga saturu un attēlu</a>.

source: Enable Exit Intent:
lv: Ieslēgt Iziešanas mēģinājuma funkcionalitāti:

source: Enable Test Mode:
lv: Ieslēgt testēšanas režīmu:

source: Now go to your store and add a product to your shopping cart. Please note that only <br/>users with Admin rights will be able to see the Exit Intent and appearance limits <br/>have been removed - it will be shown each time you try to leave your shop.
lv: Tagad variet doties uz savu veikalu un pievienot savā pirkumu grozā kādu produktu. <br/>Lūdzu ņemiet vērā to, ka tikai lietotāji ar Administratora tiesībām tagad redzēs Iziešanas <br/>mēģinājuma logu, kā arī visi ierobežojumi attiecībā uz parādīšanas skaitu ir noņemti - logs tiks <br/>attēlots ikreiz, kad mēģināsiet atstāt savu veikalu.

source: Choose style:
lv: Izvēlieties veidu:

source: Appear In Center
lv: Centrā

source: Slide In From Left
lv: No kreisās puses

source: Fullscreen
lv: Pilnekrāna

source: Exit Intent colors:
lv: Iziešanas mēģinājuma krāsas:

source: Main:
lv: Galvenā:

source: Inverse:
lv: Inversā:

source: If you leave the Inverse color empty, it will automatically use the inverse color of <br/>the main color you have picked. Clear both colors to use the default colors.
lv: Ja atstāsiet inverso krāsu tukšu, tad tā tiks automātiski noteikta no galvenās izvēlētās krāsas. <br/>. Nodzēsiet abas krāsas, lai izmantotu noklusētās krāsas.

source: Save settings
lv: Saglabāt iestatījumus

source: Looks like you do not have any saved Abandoned carts yet.<br/>But do not worry, as soon as someone fills the <strong>Email</strong> or <strong>Phone number</strong> fields of your WooCommerce Checkout form and abandons the cart, it will automatically appear here.
lv: Izskatās, ka vēl neviens novārta atstāts pirkumu grozs nav saglabāts.<br/>Taču neraizējieties, tiklīdz kāds aizpildīs <strong>e-pasta</strong> vai <strong>telefona</strong> laukus un pametīs WooCommerce iepirkšanās procesu, viņa novārtā pamestais pirkumu grozs būs šeit redzams.

source: Abandoned carts
lv: Novārtā atstātie pirkumu grozi

source: Get Pro
lv: Apskatīt

source: Leave WooCommerce Live Checkout Field Capture a 5-star rating
lv: Atstājiet WooCommerce tiešsaistes apmaksas formā saglabātie lauki spraudnim 5-zvaigžņu vērtējumu

source: Congrats!
lv: Opiņā!

source: Awesome!
lv: Burvīgi!

source: Amazing!
lv: Satriecoši!

source: Incredible!
lv: Neticami!

source: Crazy!
lv: Wow!

source: Fantastic!
lv: Fantastiski!

source: %s You have already captured %d abandoned carts!
lv: %s Jau %d. novārtā atstātais pirkumu grozs notverts!

source: If you like our plugin, please leave us a 5-star rating. It is the fastest way to help us grow and keep improving it further.
lv: Ja Jums patīk šis produkts, lūdzu atstāj mums 5-zvaigžņu vērtējumu.

source: Let's do this
lv: Pievienot vērtējumu

source: Done that
lv: Darīts

source: Close
lv: Aizvērt

source: Get WooCommerce Live Checkout Field Capture Pro
lv: Apskatīt WooCommerce tiešsaistes apmaksas formā saglabāto lauku Pro versiju

source: Would you like to get notified about abandoned carts and send automated cart recovery emails?
lv: Vēlaties saņemt e-pastus par saglabātajiem pirkumu groziem un sūtīt automātiskus atgādinājumus šiem lietotājiem?

source: Save your time by enabling Pro features and focus on your business instead.
lv: Taupiet savu laiku aktivizējot Pro iespējas un koncentrējiet savu laiku biznesa attīstībai.

source: Not now
lv: Ne tagad

source: <h2 style="color: %s" >You were not leaving your cart just like that, right?</h2>
lv: <h2 style=“color: %s” >Tu taču nebiji plānojis atstāt novārtā savu pirkumu grozu?</h2>

source: <p style="color: %s" >Just enter your email below to save your shopping cart for later. And, who knows, maybe we will even send you a sweet discount code :)</p>
lv: <p style=“color: %s” >Vienkārši ievadi savu e-pasta adresi, lai saglabātu savu pirkumu grozu vēlākam. Un, kas zina, iespējams, ka mēs Tev nosūtīsim arī kādu garšīgu atlaides kodu :)</p>

source: Your email:
lv: Tavs e-pasts:

source: Save cart
lv: Saglabāt grozu
